[
    {"author": "Alfonzo Rachel", "quoteText": "To the Afrocentric, loyal, Democrat-voting liberals who insist and swear up and down that the black community is still profoundly affected by slavery - even though it happened a long time ago: why don't you hold the Democrats responsible for trying to force institutionalized slavery?", "topics": ["History Lesson"]},
    {"author": "Alfonzo Rachel", "quoteText": "Democrats are the party that demanded and authored institutions of white privilege. Now they want to act like they're champions against it. It's pandering, so you'll be complacent while they feed off you for power."},
    {"author": "Alfonzo Rachel", "quoteText": "The republicans have been trying to break the chains of welfare just as republicans fought to break the chains of slavery when the party was founded.", "topics": ["History Lesson"]},
    {"author": "Alfonzo Rachel", "quoteText": "Afrocentrics keep giving power to the people who are doing them dirty... Republicans don't have any influence in what you're doing because you hate them and make sure they don't have any influence in your areas. You give all that power to Democrats and Democrats keep control over you.", "topics": ["Stockholm Syndrome"]},
    {"author": "Alfonzo Rachel", "quoteText": "The white liberal will try to exonerate themselves by indicting all white people to gain acceptance from the wronged, and with that, exempt themselves from the wrath of the wronged. This cowardly and shallow."},
    {"author": "Alfonzo Rachel", "quoteText": "Slavery happened long ago but you still want to use that as an excuse. Well, then be consistent. You should still hold Democrats responsible for the KKK, Jim Crow, Dredd Scott, revocation of civil rights, denial of 40 acres and a mule, segregation, anti-miscegenation and eugenics. You know that was the Democrat party.", "topics": ["History Lesson"]},
    
    {"author": "Allen West", "quoteText": "The liberal progressive left will spare no efforts to demean, denigrate, destroy and discredit black conservatives... liberal hypocrisy has a repulsive stench.", "topics": ["The Intolerant Left"]},
    {"author": "Allen West", "quoteText": "I am angry about the mammoth, out-of-control social welfare entitlement programs from Washington, D.C. that were supposed to solve our problems. The obvious truth is these impractical, politically-motivated programs have irreparably damaged the fabric of our black society and community.", "topics": ["The War on Families"]},
    {"author": "Allen West", "quoteText": "There's nothing on this green earth that a liberal progressive fears more than a black American who wants a better life and a smaller government.", "topics": ["Infidels"]},

    {"author": "Alphonso Jackson", "quoteText": "For the first half of my adult life, I was a Democrat.", "topics": ["Walk Away"]},
    {"author": "Alphonso Jackson", "quoteText": "You can't rise as a class. You have to rise individually. It's what many of the civil rights-era people don't understand.", "topics": ["Personal Accountability"]},
    {"author": "Alphonso Jackson", "quoteText": "The dream doesn't lie in victimization or blame; it lies in hard work, determination and good education.", "topics": ["Victimhood"]},
    {"author": "Alphonso Jackson", "quoteText": "The so-called black leaders of this nation have convinced a large portion of the black community that blacks aren't capable of self-advancement.", "topics": ["\"Troll Models\""]},

    {"author": "Angela McGlowan", "quoteText": "Like most black Americans, I grew up thinking I was supposed to be a Democrat. It wasn't even something you questioned or thought twice about. Black equaled Democrat.", "topics": ["Identity Politics"]},
    {"author": "Angela McGlowan", "quoteText": "I wrote \"Bamboozled\" to expose and uncover the lies liberals have used for generations to exploit minorities for the vote."},
    {"author": "Angela McGlowan", "quoteText": "Sharpton and Jackson are \"race brokers.\" Their job is to define black identity and then keep blacks in line to vote to the highest Democratic bidder that serves their purposes.", "topics": ["Race-hustlers"]},
    {"author": "Angela McGlowan", "quoteText": "If you've ever seen a case where a black was stoned, lynched, tarred and feathered, or prevented from voting, the person or persons who did this to them was most likely a Democrat.", "topics": ["History Lesson"]},

    {"author": "Booker T. Washington", "quoteText": "A whining crying race may be pitied but seldom respected", "topics": ["Victimhood"]},
    {"author": "Booker T. Washington", "quoteText": "I am afraid that there is a certain class of race problem-solvers who don't want the patient to get well, because as long as the disease holds out they have not only an easy means of making a living, but also an easy medium through which to make themselves prominent before the public.", "topics": ["Race-hustlers"]},

    {"author": "Brandon Tatum", "quoteText": "Black Lives Matter is a domestic terrorist organization... How can you be a supporter, an advocate for black lives yet your movement and protests have killed more black lives than who you're fighting against.", "topics": ["BLM"]},
    {"author": "Brandon Tatum", "quoteText": "How much racism is actually real? People lie more about racism than tell the truth. I see it in the news and I saw it first-hand as a police officer. What's wrong with these people. It also seems to go one way."},
    {"author": "Brandon Tatum", "quoteText": "No republican made me switch parties. It was the lying, cheating, evil democrats that did it for me.", "topics": ["Political Refugees"]},
    {"author": "Brandon Tatum", "quoteText": "If white people are so racist in America, why do black millionaires who came from the hood move right to the white community?"},
    {"author": "Brandon Tatum", "quoteText": "I have yet to meet someone who is oppressed. I've only met people who claim someone else is oppressed.", "topics": ["Race-hustlers"]},
    {"author": "Brandon Tatum", "quoteText": "I wish liberals would stop trying to convince me that I am inferior to them. White privilege is a perfect example. You are telling me you will make it further in life than I will because you are white.", "topics": ["Liberal Supremacy"]},
    {"author": "Brandon Tatum", "quoteText": "When you cannot find enough real examples of racism or point out the racist individuals, you create a fake unproven theory that no one can actually confirm or fix. It's all to keep people in fear, angry and divided.", "topics": ["Race-baiting"]},
    {"author": "Brandon Tatum", "quoteText": "I'm finding out that the real racism is coming from Black folks. To blindly support someone because they are Black is racist. To presume White people are guilty in case with little initial material facts is racist. To keep defending lies because it's a black victim is racist."},
    {"author": "Brandon Tatum", "quoteText": "Black lives only seem top matter if you are killed by a white cop. Every other black death is considered routine.", "topics": ["All Black Lives Matter"]},

    {"author": "Bryson Gray", "quoteText": "If racism is so prevalent in America, why do people have to keep making up fake stories to prove it?"},
    {"author": "Bryson Gray", "quoteText": "There's nothing more \"racist\" than telling me that you know what's best for me because you're white. There's only one type of person that does that.", "topics": ["Proprietary Politics"]},
    {"author": "Bryson Gray", "quoteText": "People have to stop watching 30 second clips out of context regarding police interactions then coming to Twitter with strong opinions about it. Get the whole story first, please.", "topics": ["The War on Law & Order"]},
    {"author": "Bryson Gray", "quoteText": "Oprah is worth more money than 99% of white people in this country but she has the audacity to talk about \"whiteness gives you an advantage.\"", "topics": ["Race-baiting"]},
    {"author": "Bryson Gray", "quoteText": "Saying you're pro-black is as cringe as saying that you're pro-white."},
    {"author": "Bryson Gray", "quoteText": "Being oppressed is weak. If you want to be oppressed, you are weak.", "topics": ["Victimhood"]},
    {"author": "Bryson Gray", "quoteText": "Not only is racism a man-made concept created to divide, but race, in itself, is a man-made concept. There is only one race."},
    
    {"author": "Candace Owens", "quoteText": "The most controversial thing I've ever done was decide to think with my brain instead of my skin tone.", "topics": ["Identity Politics"]},
    {"author": "Candace Owens", "quoteText": "I can't think of the last Asian that I ran into that talked about internment camps. But black people always want to talk to me about slavery.", "topics": ["Victimhood"]},
    {"author": "Candace Owens", "quoteText": "Black Lives Matter is an organization of white men, using the faces of dead black people, to raise millions of dollars toward electing white Democrats into positions of power. It is the most flagrantly racist organization in America.", "topics": ["BLM"]},
    {"author": "Candace Owens", "quoteText": "There is only one version of a black person that liberal platforms are willing to help propel towards fame and notoriety and that is an angry black victim.", "topics": ["Victimhood"]},
    {"author": "Candace Owens", "quoteText": "Liberals believe that they own blacks - still. They believe there is something proprietary about being black in this country.", "topics": ["Proprietary Politics"]},
    {"author": "Candace Owens", "quoteText": "The luckiest black people that have ever lived on the face of the human planet are the ones that are living and breathing in America today."},
    {"author": "Candace Owens", "quoteText": "The left wants to strap black people to this idea that they are victims... They do not want black people focused on their future, they want black people focused on their past.", "topics": ["Victimhood"]},
    {"author": "Candace Owens", "quoteText": "The most oppressed minority in America today isn't African Americans, Hispanics or Muslims – it's cops.", "topics": ["War on Law & Order"]},
    {"author": "Candace Owens", "quoteText": "Democrats use racism, sexism and anti-Semitism as themes to simply go after their political opponents. They do not care about any of us.", "topics": ["Mascots"]},
    {"author": "Candace Owens", "quoteText": "The Democrat Party has had our vote for sixty years and they have done absolutely nothing but fear-monger and race-bait ahead of a presidential election every four years.", "topics": ["You Get What You Vote For"]},

    {"author": "Carter Woodson", "quoteText": "Any people who would vote the same way for three generations without thereby obtaining results ought to be ignored and disenfranchised.", "topics": ["Stockholm Syndrome"]},
    {"author": "Carter Woodson", "quoteText": "If the Negro in the ghetto must eternally be fed by the hand that pushes him into the ghetto, he will never become strong enough to get out of the ghetto.", "topics": ["Demoralization"]},
    {"author": "Carter Woodson", "quoteText": "The race needs workers, not leaders.", "topics": ["Demagogues"]},

    {"author": "Charles Evers", "quoteText": "I don't want any party to assume they've got all the black vote.", "topics": ["Identity Politics"]},
    {"author": "Charles Evers", "quoteText": "So I'm in the Republican Party for the same reason I was in the Democratic Party: to make sure blacks are included, along with everyone else."},
    {"author": "Charles Evers", "quoteText": "Speaking as a black person, welfare is the worst thing that's ever happened to us.", "topics": ["Demoralization"]},
    {"author": "Charles Evers", "quoteText": "I feel there should be blacks in every party."},

    {"author": "Damani Felder", "quoteText": "Leftists secretly love watching rioting thugs destroy black communities. Because that means the minorities will need them for \"help\" again soon. Liberal dependency is modern day slavery.", "topics": ["Munchausen Syndrome by Proxy"]},
    {"author": "Damani Felder", "quoteText": "If the entertainment industry stopped glorifying and idolizing black thugs, maybe black children would quit growing up wanting to act just like them.", "topics": ["\"Troll Models\""]},
    {"author": "Damani Felder", "quoteText": "To the self-serving white leftist enablers of the Black Lives Matter movement... where's your condemnation of the riots? Where are your calls for peace? Where's your support of the police trying to further prevent the destruction of our communities?", "topics": ["BLM"]},
    {"author": "Damani Felder", "quoteText": "If the police were really hunting and killing black people indiscriminately, you wouldn't see black people out in the streets rioting night-after-night."},
    {"author": "Damani Felder", "quoteText": "Funny how the same people who say they want to \"amplify black voices\" will do anything to silence the conservative black voices they disagree with.", "topics": ["Infidels"]},
    {"author": "Damani Felder", "quoteText": "What if I told you that telling black people they're victims all the time is the opposite of empowering them.", "topics": ["Victimhood"]},
    {"author": "Damani Felder", "quoteText": "White supremacists never send racist messages to my inbox. But black and white liberals call me \"coon\" and \"house nigger\" every single day. So who are the actual racists again?", "topics": ["The Intolerant Left"]},

    {"author": "David A. Clarke Jr.", "quoteText": "I look at the progressive policies that have marginalized black dads.  They push them to the side and say, \"You're not needed.\"  Uncle Sam is going to be the dad: he's going to provide for the kids; he's going to feed the kids.", "topics": ["Dads Matter"]},
    {"author": "David A. Clarke Jr.", "quoteText": "I believe in limited government.  I know what the welfare state has done to the black community."},
    {"author": "David A. Clarke Jr.", "quoteText": "The Democrats take the black vote for granted so they don't have to appeal to anything.", "topics": ["Proprietary Politics"]},
    {"author": "David A. Clarke Jr.", "quoteText": "Black Lives Matter is proving itself to seek only one end - and that is discord, alienation among Americans, rise in hate, and destruction of community bonds.", "topics": ["Romans 16:17-18"]},
    {"author": "David A. Clarke Jr.", "quoteText": "Now, can some cops be overbearing, rude?  Yeah.  But we have a process for that. Do what the officer tells you to do and file a complaint.  That's the process.  You don't attack a police officer on the street or resist arrest because you think you're being hassled."},
    {"author": "David A. Clarke Jr.", "quoteText": "Police use of deadly force is rare in America.  You wouldn't know that by listening to some of the blowhards out there:  the newspaper, the mainstream media, the race-hustlers.  They make it seem like this stuff happens several times a day.  It's rare.", "topics": ["Statistical Illiteracy"]},
    {"author": "David A. Clarke Jr.", "quoteText": "This anti-cop sentiment from this hateful ideology called Black Lives Matter has fueled this rage against the American police officer.", "topics": ["The War on Law & Order"]},
    {"author": "David A. Clarke Jr.", "quoteText": "I think that Eric Holder has an animosity, a genuine hostility, toward local law enforcement - specifically toward white police officers.  He truly believes that every white police officer is a stone-cold racist."},
    {"author": "David A. Clarke Jr.", "quoteText": "Through the marginalization of black fathers and encouragement of destruction lifestyle choices, the progressive left has cut off one of the lifelines to raising healthy, happy children intent on bettering themselves and their community.", "topics": ["The War on Families"]},

    {"author": "Diamond & Silk", "quoteText": "Black people are being used to push a white liberal agenda, and when this is all over, black people are going to get blamed for everything!", "topics": ["Mascots"]},
    {"author": "Diamond & Silk", "quoteText": "The liberal ideology has destroyed the black culture and has taught black people how to become the creator of their own demise.", "topics": ["Black and Blues"]},
    {"author": "Diamond & Silk", "quoteText": "We were sitting right there at the State of the Union... they wouldn't even stand for black unemployment being the lowest it's been in history. They wouldn't even stand and clap for that. But then you see minorities giving their vote to the democrat. For what?", "topics": ["Stockholm Syndrome"]},

    {"author": "Dr. Ben Carson", "quoteText": "White liberals are the most racist people there are, because they put blacks in a box and insist that they think one way – and if they don't, they attack them as illegitimate, all the while denying that their policies destroy blacks.", "topics": ["Proprietary Politics"]},
    {"author": "Dr. Ben Carson", "quoteText": "We have the purveyors of hatred who take every single incident between people of two races and try to make a race war out of it and drive wedges into people.", "topics": ["Romans 16:17-18", "Race-baiting"]},
    {"author": "Dr. Ben Carson", "quoteText": "The people who look at somebody like you and me and they say \"because your skin is a certain color you have to think a certain way and if you don't, there's something wrong with you\" and they start calling you names - those are the real racists.", "topics": ["Identity Politics"]},

    {"author": "Dr. Shelby Steele", "quoteText": "Affirmative Action nurtures a victim-focused identity in blacks and sends us the message that there is more power in our past suffering than in our present achievements.", "topics": ["Handicapping"]},
    {"author": "Dr. Shelby Steele", "quoteText": "I can accept as valid any black leader who turns around and asks - asks most of all - from his own people. But one who simply asks of others - of whites - is the worst possible kind of leader... For forty years now, we've had a leadership devoted to nothing more than that."},
    {"author": "Dr. Shelby Steele", "quoteText": "I think one of the cruelest things a society can do is to take the best and the brightest young black Americans and basically say to them \"you simply cannot compete with the best and the brightest of other races. We won’t allow you to do that.\" ...  What a cruel thing to do to a group trying to overcome four centuries of oppression.", "topics": ["Affirmative Action"]},
    {"author": "Dr. Shelby Steele", "quoteText": "Slavery and segregation came nowhere close to injuring the black family in the way that these welfare policies - white guilt welfare polices - injured if not destroyed the black family in America. It was precisely the black family that had enabled blacks to survive slavery and segregation.", "topics": ["The War on Families"]},
    {"author": "Dr. Shelby Steele", "quoteText": "Black leadership today is pretty much nothing but hustlers.", "topics": ["Demagogues"]},
    {"author": "Dr. Shelby Steele", "quoteText": "We got this great wealthy, powerful society to acknowledge it's wrong. We achieved that through hard work, initiative, self-determination and so forth. And the minute we achieved it, we turn around and manipulate white guilt and put ourselves right back in a dependent position on that society. And not only that, we nurture this dependence as a kind of black pride."},
    {"author": "Dr. Shelby Steele", "quoteText": "Jesse Jackson... back in the early 70s, I used to go to his Operation PUSH in Chicago and he was talking about turning the TV off at home and keeping the family together and assisting on homework and reading and had a book rental program. He was great. He says none of that now. He gets so much money and attention from manipulating white guilt. He's so good at it... He has gotten billions of dollars from American corporations who he threatens to stigmatize if they don't pay up.", "topics": ["Race-hustlers"]},
    {"author": "Dr. Shelby Steele", "quoteText": "What do people do with freedom when they don't know how to handle it? They reinvent their oppression... This longing for an identity - a black identity - grounded in victimization is a longing for an excuse to not accept the challenge of freedom.", "topics": ["Victimhood"]},
    {"author": "Dr. Shelby Steele", "quoteText": "If the Ku Klux Klan invented a social policy to keep black people down, they could not have done better job than affirmative action.", "topics": ["Affirmative Action"]},
    {"author": "Dr. Shelby Steele", "quoteText": "The Achilles' heel of the left has been its dependence on menace for power... But what happens when the evils that menace us begin to fade... That is a profound problem for the left, whose existence is threatened by the diminishment of racial oppression. The left's unspoken terror is that racism is no longer menacing enough to support its own power. The great crisis for the left today – the source of its angst and hatefulness – is its own encroaching obsolescence. Today the left looks to be slowly dying from lack of racial menace."},
    {"author": "Dr. Shelby Steele", "quoteText": "Liberalism, I think, has effectively become the new racism. It mimics segregation by seeing blacks as helpless inferiors. Black inferiority is its great sort of cause... and it has tended to hide reality behind empty idealism in a way that belittles blacks, keeps them down, debilitates them.  It literally demands dependency from them.", "topics": ["Munchausen Syndrome by Proxy"]},
    {"author": "Dr. Shelby Steele", "quoteText": "Since the social victim has been oppressed by society, he comes to feel that his individual life will be improved more by changes in society than by his own initiative. Without realizing it, he makes society rather than himself the agent of change.", "topics": ["Personal Accountability"]},
    {"author": "Dr. Shelby Steele", "quoteText": "We have a whole generation of black leaders who do one thing and one thing only: milk white guilt.", "topics": ["Race-hustlers"]},
    {"author": "Dr. Shelby Steele", "quoteText": "Affirmative action basically says \"what’s important about you is the color of your skin\" – the very thing that was important about us when we were oppressed. When do we get to be human beings? When do we get to be people who compete on their own merit? We now have to overcome the blemish, the diminishment that affirmative action imposed on us.", "topics": ["Affirmative Action"]},
    {"author": "Dr. Shelby Steele", "quoteText": "It doesn't matter that there's still racism in the world. White supremacy no longer has any authority. So what if somebody believes white people are superior. I don't care.", "topics": ["Benign Neglect"]},

    {"author": "Dr. Thomas Sowell", "quoteText": "When people get used to preferential treatment, equal treatment seems like discrimination.", "topics": ["Handicapping"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "One of the bittersweet things about growing old is realizing how mistaken you were when you were young. As a young political leftist, I saw the left as the voice of the common man. Nothing could be further from the truth.", "topics": ["Walk Away"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "Few professors would dare to publish research or teach a course debunking the claims made in various ethnic, gender, or other \"studies\" courses.", "topics": ["The Intolerant Left"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "Over the generations, black leaders have ranged from noble souls to shameless charlatans.", "topics": ["Race-hustlers"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "There is no question that liberals do an impressive job of expressing concern for blacks. But do the intentions expressed in their words match the actual consequences of their deeds?", "topics": ["Hornswoggled"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "Groups that rose from poverty to prosperity seldom did so by having their own racial or ethnic leaders to follow.", "topics": ["Personal Accountability"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "The people made worse off by slavery were those who were enslaved. Their descendants would have been worse off today if born in Africa instead of America. Put differently, the terrible fate of their ancestors benefitted them."},
    {"author": "Dr. Thomas Sowell", "quoteText": "Racism is not dead but it is on life support – kept alive by politicians, race hustlers and people who get a sense of superiority by denouncing others as \"racists.\"", "topics": ["Race-baiting"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "The black family survived centuries of slavery and generations of Jim Crow, but it has disintegrated in the wake of the liberals' expansion of the welfare state.", "topics": ["The War on Families"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "Those who suffered in centuries past are as much beyond our help as those who sinned are beyond our retribut", "topics": ["Reparations"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "If you have always believed that everyone should play by the same rules and be judged by the same standards, that would have gotten you labeled a radical 60 years ago, a liberal 30 years ago and a racist today."},
    {"author": "Dr. Thomas Sowell", "quoteText": "The word \"racism\" is like ketchup. It can be put on practically anything - and demanding evidence makes you a \"racist.\"", "topics": ["Race-baiting"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "All the incentives, politically, are for black leaders to blame all problems in the black community on the larger society. And that enables them to take on the role of being the defender of the black community against enemies.", "topics": ["Race-hustlers"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "Virtually everybody is worse off than somebody else... so there are nearly unlimited opportunities to pander to people's sense of injustice, victimhood and entitlement.", "topics": ["Demagogues"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "The number of blacks shot by police – including black police by the way -  is some tiny fraction of the number of blacks who are shot and killed by other blacks all the time.  Obama is concerned only with those people who are shot who can be politically useful to him in advancing his agenda.  Other blacks who get shot really don't concern him.", "topics": ["Obama", "All Black Lives Matter", "Statistical Illiteracy"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "Equal opportunity policies are against racism. Affirmative action is racism under new management.", "topics": ["Affirmative Action"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "I suspect that even most conservatives would prefer to live in the kind of world conjured up in the liberals' imagination rather than in the kind of world we are in fact stuck with.", "topics": ["False Advertising"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "I can't think of a single group anywhere in the world that has risen from poverty to affluence through politics... When I look at the groups that have had spectacular rises like the Jews and the Chinese they are almost invariably groups that have stayed away from politics."},
    {"author": "Dr. Thomas Sowell", "quoteText": "Have we reached the ultimate stage of absurdity where some people are held responsible for things that happened before they were born, while other people are not held responsible for what they themselves are doing today?", "topics": ["Reparations"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "When the mobs of protestors declare \"Black lives matter,\" does that mean all black lives matter - or only the less than one percent of black lives lost in conflicts with police?", "topics": ["BLM"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "If not a single policeman killed a single black individual anywhere in the United States for this entire year, that would not reduce the number of black homicide victims by one percent.", "topics": ["Statistical Illiteracy"]},
    {"author": "Dr. Thomas Sowell", "quoteText": "We have lots of people who can live off the welfare state and not have to be productive. Are they better people as a result of that? ... You've taking all meaning out of people's lives.", "topics": ["Demoralization"]},

    {"author": "Dr. Walter E. Williams", "quoteText": "When Black Americans finally realize finally realize how much liberals have used them, I'm betting they will be the nation's most conservative people.", "topics": ["Mascots"]},
    {"author": "Dr. Walter E. Williams", "quoteText": "The black family did not start falling apart until the 1960s as more blacks were lured into the welfare culture.", "topics": ["The War on Families"]},
    {"author": "Dr. Walter E. Williams", "quoteText": "Liberals desperately need blacks. If the Democratic Party lost just 30 percent of the black vote, it would mean the end of the liberal agenda. That means blacks must be kept in a perpetual state of grievance in order to keep them as one-party people in a two-party system.", "topics": ["Munchausen Syndrome by Proxy"]},
    {"author": "Dr. Walter E. Williams", "quoteText": "If you look at the effects of the Democratic Party on Black people I think it's horrible, it's horrendous. For example, if you ask the question, \"In what cities do Blacks live under the worst conditions - in terms of crime, rotten education, poor services?\" These are the very cities that have been run for decades by Democrats.", "topics": ["You Get What You Vote For"]},
    {"author": "Dr. Walter E. Williams", "quoteText": "The welfare state has done what Jim Crow, gross discrimination and poverty could not have done. It has contributed to the breakdown of the black family structure and has helped establish a set of values alien to traditional values of high moral standards, hard work and achievement.", "topics": ["The War on Families"]},

    {"author": "Herman Cain", "quoteText": "I used to vote Democrat.", "topics": ["Walk Away"]},
    {"author": "Herman Cain", "quoteText": "The Democrats co-opted the credit for the Civil Rights Act of 1964. But if you go back and look at the history, a larger percentage of Republicans voted for that than did Democrats.", "topics": ["History Lesson"]},
    {"author": "Herman Cain", "quoteText": "I had a college student ask me one time \"how did you deal with color and race when you were climbing the corporate ladder.\" My answer: \"I didn’t.\"", "topics": ["Benign Neglect"]},
    {"author": "Herman Cain", "quoteText": "They call me racist too just because I disagree with a President who happens to be black.", "topics": ["The Intolerant Left"]},
    {"author": "Herman Cain", "quoteText": "African-Americans have been brainwashed into not being open-minded, not even considering a conservative point of view...  it's just brainwashing and people not being open-minded, pure and simple.", "topics": ["Identity Politics"]},
    {"author": "Herman Cain", "quoteText": "There is only one group of people liberals hate worse than conservatives, and that's conservatives who happen to be black. The reason for that is real simple: they resent conservatives who happen to be black for leaving the Democratic plantation.", "topics": ["Infidels"]},

    {"author": "Jason Riley", "quoteText": "Racism is the all-purpose explanation for what ails black America. There are a lot of people making a lot of money on that narrative. And they want to keep it out there.", "topics": ["Race-hustlers"]},
    {"author": "Jason Riley", "quoteText": "A culture that takes pride in ignorance and mocks learnedness has a dim future. And those who attempt to make excuses for black social pathology rather than condemning these behaviors in no uncertain terms are part of the problem.", "topics": ["Thug Culture"]},
    {"author": "Jason Riley", "quoteText": "If you're a liberal, you want to keep race front and center in our national debates – whether it's relevant to the discussion or not – you want to keep it front and center because you think it works for you politically.", "topics": ["Race-baiting"]},
    {"author": "Jason Riley", "quoteText": "So while multiculturalists are busy complaining about teaching methods and civil rights leaders are busy complaining about standardized tests, the Asian kids are busy studying.", "topics": ["Handicapping"]},
    {"author": "Jason Riley", "quoteText": "Today's civil rights leaders encourage blacks to see themselves as victims. The overriding message from the NAACP, the National Urban League, and most black politicians is that white racism explains black pathology.", "topics": ["Victimhood"]},
    {"author": "Jason Riley", "quoteText": "The black homicide rate is seven times that of whites, and the George Zimmermans of the world are not the reason. Some 90 percent of black murder victims are killed by other blacks. Why should we care more about black criminals than their black victims?", "topics": ["All Black Lives Matter"]},
    {"author": "Jason Riley", "quoteText": "Having a black man in the Oval Office is less important than having one in the home.", "topics": ["Dads Matter"]},
    {"author": "Jason Riley", "quoteText": "When journalists break down police behavior by race but don't do the same for criminal behavior, you're not getting the whole story.", "topics": ["The War on Law & Order"]},
    {"author": "Jason Riley", "quoteText": "The NAACP's agenda is about deflecting blame away from blacks and maintaining the relevance of the NAACP.", "topics": ["Race-hustlers"]},
    {"author": "Jason Riley", "quoteText": "Black culture today not only condones delinquency and thuggery but celebrates it to the point where black youths have adopted jail fashion in the form of baggy, low-slung pants and oversize T-shirts. Hip-hop music immortalizes drug dealers and murderers.", "topics": ["Thug Culture"]},
    {"author": "Jason Riley", "quoteText": "We are in the second decade of the twenty-first century, and a black man has twice been elected president in a country where blacks are only 13 percent of the population. Yet liberals continue to pretend that it's still 1965, and that voters must be segregated in order for blacks to win office.", "topics": ["Race-baiting"]},

    {"author": "Justice Clarence Thomas", "quoteText": "At some point we're going to be fatigued with everybody being a victim.", "topics": ["Victimhood"]},
    {"author": "Justice Clarence Thomas", "quoteText": "The worst I have ever been treated was by northern liberal elites. The absolute worst I have ever been treated.", "topics": ["The Intolerant Left"]},
    {"author": "Justice Clarence Thomas", "quoteText": "I don't believe in quotas. America was founded on a philosophy of individual rights, not group rights.", "topics": ["Handicapping"]},
    {"author": "Justice Clarence Thomas", "quoteText": "We've talked more about civil rights after the Civil Rights Act of 1964 than we talked about it before 1964.", "topics": ["Race-baiting"]},
    {"author": "Justice Clarence Thomas", "quoteText": "I disagree with the prevailing point of view of some black leaders that special treatment for blacks is acceptable.", "topics": ["Affirmative Action"]},
    {"author": "Justice Clarence Thomas", "quoteText": "I'd grown up fearing the lynch mobs of the Ku Klux Klan; as an adult I was starting to wonder if I'd been afraid of the wrong white people all along - where I was being pursued not by bigots in white robes, but by left-wing zealots draped in flowing sanctimony.", "topics": ["The Intolerant Left"]},

    {"author": "Kimberly Klacik", "quoteText": "The worst place for a black person to live in America is a Democrat-controlled city. It's 2020, name a blue city where black people's lives have gotten better.", "topics": ["You Get What You Vote For"]},
    {"author": "Kimberly Klacik", "quoteText": "The people that say the only reason I am thriving is because I am black and a Republican are the same people that say blacks don't thrive because of Republicans."},
    {"author": "Kimberly Klacik", "quoteText": "The black women currently on Capitol Hill are a waste of space. I'm tired of seeing successful black women telling other black women success is impossible based on their race.", "topics": ["\"Troll Models\""]},

    {"author": "Larry Elder", "quoteText": "The American left teaches \"minorities\" and women to think of themselves as victims, Republicans as victimizers, and Democrats as rescuers.", "topics": ["Victimhood"]},
    {"author": "Larry Elder", "quoteText": "The economics of racism: when the demand for racism exceeds the supply, you have to find new sources.", "topics": ["Race-baiting"]},
    {"author": "Larry Elder", "quoteText": "Somebody tell Al Sharpton the bank's on the line. His race card has expired.", "topics": ["Race-hustlers"]},
    {"author": "Larry Elder", "quoteText": "Whites are racist for calling other whites racist who call blacks \"Uncle Toms\" for calling other blacks racist who call whites racist."},
    {"author": "Larry Elder", "quoteText": "Good motives aside, white condescension does more damage than good. White condescension says to a black child, \"the rules used by other ethnic groups don't apply to you. Forget about work hard, get an education, possess good values. No, for you, we’ll alter the rules by lowering the standards and expecting less.\" Expect less, get less.", "topics": ["Victimhood"]},
    {"author": "Larry Elder", "quoteText": "It's an outrage... how the left treats black people like children to whom the truth cannot be told.", "topics": ["Race-baiting"]},
    {"author": "Larry Elder", "quoteText": "The number one problem facing this country is the absence of involved, responsible fathers.", "topics": ["Race-hustlers"]},
    {"author": "Larry Elder", "quoteText": "The \"struggle for civil rights\" crossed the finish line and lost its moral power when demands for equal rights switched from equal rights to equal results."},
    {"author": "Larry Elder", "quoteText": "President Obama's claim that \"racism is part of (America's) DNA\" is a far bigger and more destructive lie than anything ever asserted by President Trump.", "topics": ["Obama"]},
    {"author": "Larry Elder", "quoteText": "Reparations: the extraction of money from those who were never slave-owners to be given to those who were never slaves.", "topics": ["Reparations"]},
    {"author": "Larry Elder", "quoteText": "Without the 90-plus percent black vote, the Democratic Party, at the national level, is in deep trouble. This explains why they race-bait. Constantly.", "topics": ["Race-baiting"]},

    {"author": "Malcolm X", "quoteText": "The worst enemy that the Negroes have is this white man that runs around here drooling at the mouth professing to love Negroes and calling himself a liberal. And it is following these white liberals that has perpetuated the problems that Negroes have.", "topics": ["Hornswoggled"]},
    {"author": "Malcolm X", "quoteText": "Any time you throw your weight behind a political party that controls two-thirds of the government, and that party can't keep the promise that it made to you during election time, and you are dumb enough to walk around continuing to identify yourself with that party - you're not only a chump but you're a traitor to your race.", "topics": ["Stockholm Syndrome"]},
    {"author": "Malcolm X", "quoteText": "You can't name me a negro leader - who has betrayed negroes - who has not been endorsed, sanctioned, subsidized and supported by the white liberal.", "topics": ["Proprietary Politics"]},
    {"author": "Malcolm X", "quoteText": "I'm suspicious of whites who join negroes and always have to be in the lead.", "topics": ["Liberal Supremacy"]},
    {"author": "Malcolm X", "quoteText": "The history of the white liberal has been nothing but a series of trickery designed to make Negroes think that the white liberal was going to solve our problems.", "topics": ["False Advertising"]},

    {"author": "Niger Innis", "quoteText": "It is not surprising that lazy, shiftless politicians who have an abysmal record for their community would want to diffuse the issue of what they are doing for their communities by dropping the race card.", "topics": ["Race-baiting"]},
    {"author": "Niger Innis", "quoteText": "The slaves had food stamps, too. It was called \"scraps from Massa's table.\""},
    {"author": "Niger Innis", "quoteText": "There is a genocide that is taking place among black men, in particular young black men, but it is not a genocide being perpetuated by white cops, by the Nazis, or by the Klan. Unfortunately and tragically, it is being perpetuated by other young black men.", "topics": ["All Black Lives Matter"]},
    {"author": "Niger Innis", "quoteText": "Obamanomics, his imposition of European-style socialism, is not working for African-Americans. It is not working for Latinos and African-Americans.", "topics": ["Socialism"]},
    {"author": "Niger Innis", "quoteText": "When you take out individual initiative, individual responsibility, and the hope that every individual is born with, to better their lives, to climb the economic ladder, to pursue happiness, that is, in fact, a neoslavery.", "topics": ["Demoralization"]},

    {"author": "Rev. Jesse Lee Peterson", "quoteText": "If it weren't for the likes of Sharpton, Jackson, the Congressional Black Caucus, Barack Obama, and the NAACP, racial strife in America would be a distant memory.", "topics": ["Race-hustlers"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "The Left always promote their fake news and conspiracy theories - pushing the lies of \"racism,\" \"sexism,\" \"homophobism,\" \"Islamophobism.\" They support NFL thugs lying about so-called \"police brutality,\" which doesn't exist.", "topics": ["Statistical Illiteracy"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "Obama kept blacks broke and angry the entire eight years he was in office.", "topics": ["Obama"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "Blacks must learn that true freedom from poverty is available only through hard work and perseverance, not through affirmative action programs, protesting, or blind allegiance to the Democratic party.", "topics": ["Identity Politics"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "Current black leaders preach racial hatred and welfare dependency, not peace and independence. They earn their fat salaries by stirring up the racial pot and portraying blacks as the hopeless victims of racism.", "topics": ["Race-hustlers"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "Obama has been successfully dividing Americans like no other president in history.", "topics": ["Obama"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "So the hypocrisy of conventional black leadership comes into clear focus. While they close their eyes to black progress, they will cry \"Racism!\"", "topics": ["Race-baiting"]},
    {"author": "Rev. Jesse Lee Peterson", "quoteText": "The false black preacher is only too happy to reinforce the idea of the white man as scapegoat. His sermons make the congregation angrier and more bitter. And the angrier they become, the easier it is for the minister to control them.", "topics": ["Romans 16:17-18"]},

    {"author": "Robert Smalls", "quoteText": "My race needs no special defense, for the past history of them in this country proves them to be the equal of any people anywhere. All they need is an equal chance in the battle of life.", "topics": ["Handicapping"]},
    {"author": "Robert Smalls", "quoteText": "Every colored man who has a vote to cast, would cast that vote for the regular Republican Party and thus bury the Democratic Party so deep that there will not be seen even a bubble coming from the spot where the burial took place."},
    {"author": "Robert Smalls", "quoteText": "I can never lose sight of the fact that had it not been for the Republican Party, I would have never been an office-holder of any kind.", "topics": ["History Lesson"]},

    {"author": "Robert Woodson", "quoteText": "Why are poor blacks failing in systems run by their own people? The only way they can escape having to answer that question is to advance the notion that racism - institutional racism - is at play here.", "topics": ["Race-baiting"]},
    {"author": "Robert Woodson", "quoteText": "After 50 years of liberal Democrats running inner cities where we have all of these inequities, race is being used as a ruse, as a means of deflecting attention away from critical questions such as why are poor blacks failing in systems run by their own people.", "topics": ["You Get What You Vote For"]},
    {"author": "Robert Woodson", "quoteText": "Diversity warriors need to understand that the key to assisting minorities to achieve isn't to lower the standards against which they must compete but to take steps to assist them to meet the standards.", "topics": ["Affirmative Action"]},
    {"author": "Robert Woodson", "quoteText": "There is nothing more injurious to a people than conveying the notion that they don't have control over their own destiny, that somehow white America determines your future.", "topics": ["Liberal Supremacy"]},

    {"author": "Star Parker", "quoteText": "The legacy of American socialism is our blighted inner cities, dysfunctional inner-city schools and broken black families.", "topics": ["Socialism"]},
    {"author": "Star Parker", "quoteText": "Doesn't anyone wonder why the NAACP does not have events celebrating the first black woman Secretary of State? Why does an organization whose mission is to advance the lot of blacks not celebrate Clarence Thomas, our black Supreme Court justice?", "topics": ["Infidels"]},
    {"author": "Star Parker", "quoteText": "Those on the left who scream about income gaps choose to focus on the success of those at the top rather than the failures of those at the bottom. They conveniently ignore that liberals are the ones who have pushed the moral relativism and welfare state dependence that has destroyed black families over the last 60 years.", "topics": ["The War on Families"]},

    {"author": "Terrence K. Williams", "quoteText": "White People stop apologizing for slavery, you were not living 400 years ago. I was never a slave so don't apologize to me as if I was a slave. That's very offensive, disrespectful and stupid on so many levels.", "topics": ["Liberal Supremacy"]},
    {"author": "Terrence K. Williams", "quoteText": "Al Sharpton has been very quiet about all the shootings and killings in Chicago. I thought he cared... I think Al Sharpton cares more about dead presidents than the lives of black people.", "topics": ["Race-hustlers"]},
    {"author": "Terrence K. Williams", "quoteText": "I would love for the IRS to give me an option to choose where I want my taxes to go. I would like my taxes to fund the police and not the salaries of the corrupt Democrats who do nothing for America.", "topics": ["Back The Blue"]},
    {"author": "Terrence K. Williams", "quoteText": "If there was a riot every time a black person killed another black person, there would never be any peace. It's about time we stop ignoring black-on-black crime.", "topics": ["All Black Lives Matter"]},

    {"author": "The Hodge Twins", "quoteText": "Black people are the only demographic of people in America that vote at a 90% clip for one political party: Democrat. Our community - the black community - suffers from groupthink.", "topics": ["Identity Politics"]},
    {"author": "The Hodge Twins", "quoteText": "We don't have a black and white issue in this country. We have an accountability problem in this country.", "topics": ["Personal Accountability"]},
    {"author": "The Hodge Twins", "quoteText": "The Black Lives Matter movement is all a lie and a ploy to get money for Democrats. It's all a lie.", "topics": ["BLM"]},

    {"author": "Alan Keyes", "quoteText": "Preferential affirmative action patronizes American blacks, women, and others by presuming that they cannot succeed on their own.", "topics": ["Handicapping"]},

    {"author": "Anthony Mitchell", "quoteText": "Black people don't even know the worth of their vote. They literally just give it away for free every 4 years.", "topics": ["Identity Politics"]},
    {"author": "Anthony Mitchell", "quoteText": "I grew up thinking I was a Democrat my whole life. I thought they were the good guys. That's what I was taught. But then one day I actually started to listen... Now I understand their game. I'm proud to say I'm no longer a Democrat.", "topics": ["Walk Away"]},
    {"author": "Anthony Mitchell", "quoteText": "The Democratic Party convinced black people that all cops are bad. They toyed with their emotions and caused rage. They then led them into rioting their own communities, targeting and destroying Black business and homes. It's a circle. Wake up Black America.", "topics": ["Demagogues"]},
    {"author": "Anthony Mitchell", "quoteText": "Why do Democrats make it seem like White cops wake up every morning to shoot Black people?", "topics": ["The War on Law & Order"]},
    {"author": "Anthony Mitchell", "quoteText": "A left politician will tell you that your country is racist. But remember most of our inner cities are governed by Democrats. Nothing has changed in over 50 years and most continue to crumble under their leadership. Don't confuse who your real enemy is.", "topics": ["You Get What You Vote For"]},
    {"author": "Anthony Mitchell", "quoteText": "An educated Black American is the Democrats' worst nightmare.", "topics": ["Infidels"]},
    {"author": "Anthony Mitchell", "quoteText": "Respect and appreciation should be given to police officers. They risk their lives daily and have to try to cure liberalism on top of that.", "topics": ["Back The Blue"]},
    {"author": "Anthony Mitchell", "quoteText": "Dear Black people: Your mindset is what keeps you in the hood. Not White people."},
    {"author": "Anthony Mitchell", "quoteText": "I'd rather work hard and become successful than to play victim and live off of welfare.", "topics": ["Personal Accountability"]},
    {"author": "Anthony Mitchell", "quoteText": "Democratic Party every 4 years: how do we win this election? ... Let's start a war on the Black community and tell them only we can save them.", "topics": ["Race-hustlers"]},
    {"author": "Anthony Mitchell", "quoteText": "I didn't go to work today because of systemic racism. I didn't go to school today because of systemic racism. I am in jail right now because of systemic racism. None of my choices and decisions I've made are my fault. This is how dumb some of you sound.", "topics": ["Victimhood"]},
    {"author": "Anthony Mitchell", "quoteText": "So help me understand: black people are burning down their communities in support of rapists, drug abusers and criminals?", "topics": ["Thug Culture"]},
    {"author": "Anthony Mitchell", "quoteText": "You can't tell me who to vote for because of the color of my skin.", "topics": ["Proprietary Politics"]},
    {"author": "Anthony Mitchell", "quoteText": "Why do White liberals think they can speak for the Black community?", "topics": ["Liberal Supremacy"]},
    {"author": "Anthony Mitchell", "quoteText": "It doesn't make sense to me that nearly 80% of Black people would vote Democrat. Where's the critical thinking. We can't even see the fallacies in our own culture. A culture that was forced on to us by Democrat politicians.", "topics": ["Identity Politics"]},

    {"author": "Betty Black", "quoteText": "I refuse to let Democrats make me feel like a victim because of my skin.", "topics": ["Victimhood"]},
    {"author": "Betty Black", "quoteText": "The only black lives that matter to BLM are criminals. As a law-abiding black woman, my life is worth nothing to BLM.", "topics": ["BLM"]},
    {"author": "Betty Black", "quoteText": "When you vote Democrat, you're choosing to be treated different because of your skin color."},
    {"author": "Betty Black", "quoteText": "Hey Democrats, stop calling me oppressed because I'm black. It's racist.", "topics": ["Liberal Supremacy"]},

    {"author": "Burgess Owens", "quoteText": "We do not have a racial crisis; we have an ideology crisis. We have socialists, Marxists, and liberals who have hijacked my race.", "topics": ["Socialism"]},

    {"author": "Dr. Carol M. Swain", "quoteText": "It bothers me that blacks are being deceived into supporting programs and policies that are destroying them.", "topics": ["Hornswoggled"]},

    {"author": "Chandler Crump", "quoteText": "Obesity and heart disease kill Black people in droves. But, instead of promoting healthier habits, we are pushed into believing police are murdering us all. Black lives are irrelevant to the Left.", "topics": ["All Black Lives Matter"]},
    {"author": "Chandler Crump", "quoteText": "The Democrats tell me that my skin color puts me at a disadvantage of life. I tell Democrats that their leadership put this nation at a disadvantage."},
    {"author": "Chandler Crump", "quoteText": "How do you \"sell out\" for trying to make your community better?", "topics": ["Thug Culture"]},
    {"author": "Chandler Crump", "quoteText": "The Left is “fighting White supremacy” by teaching it to the next generation. Kids are being taught that as White people, they are above other races and that they need to apologize for being superior.", "topics": ["Liberal Supremacy"]},

    {"author": "Charles Barkley", "quoteText": "Poor people have been voting for big government liberalism for 50 years... and they are still poor.", "topics": ["You Get What You Vote For"]},
    {"author": "Charles Barkley", "quoteText": "When there are young black kids doing well in school, the loser kids tell 'em \"Oh, you're acting white.\" For some reason we are brainwashed to think if you're not a thug or an idiot you are not black enough.", "topics": ["Thug Culture"]},

    {"author": "Charles Payne", "quoteText": "For me, there's nothing more insulting than the notion I should be happy some liberal is taking the time to be nice to me to ask about race, as if that's some amazing prize. Keep your Oscars and pats on the head.", "topics": ["Liberal Supremacy"]},

    {"author": "Christian Walker", "quoteText": "I couldn't be more disgusted by these rich black celebrities who yell all day from the third floor of their diamond-encrusted mansions about their \"oppression.\" Stop indoctrinating our youth to hate the country that you gained success in.", "topics": ["\"Troll Models\""]},
    {"author": "Christian Walker", "quoteText": "Obama chose to help illegal aliens, people who weren't even allowed to be in the country, over Black Americans. It took a rich White man from New York to provide opportunities for Blacks.", "topics": ["Obama"]},
    {"author": "Christian Walker", "quoteText": "Stop complaining about how slavery affects you modern-day when you still vote for the party that championed slavery and Jim Crow.", "topics": ["History Lesson"]},

    {"author": "CJ Pearson", "quoteText": "The most major impediment to the advancement of black America is the non-competitiveness of our vote. We give Democrats 97% of our vote and what have we gotten in return? Democrats taking it for granted and Republicans not competing for it.", "topics": ["Identity Politics"]},
    {"author": "CJ Pearson", "quoteText": "Black liberals will call black conservatives sell-outs but vote for the party that enslaved them.", "topics": ["History Lesson"]},
    {"author": "CJ Pearson", "quoteText": "Why do Democrats only care about black people during election years?", "topics": ["Mascots"]},
    {"author": "CJ Pearson", "quoteText": "The Left hates Black people they can't control. Hundreds of years later they still haven't managed to shake their slave-master mentality.", "topics": ["Infidels"]},
    {"author": "CJ Pearson", "quoteText": "I'm tired of white liberals telling me how to \"properly\" be black in America.", "topics": ["Proprietary Politics"]},

    {"author": "C.L. Bryant", "quoteText": "The epidemic is truly black-on-black crime. The greatest danger to the lives of young black men are young black men.", "topics": ["All Black Lives Matter"]},

    {"author": "David J. Harris Jr.", "quoteText": "Racism has never been an issue for me to achieve my goals. Racism is being used as an excuse for mental enslavement. Racism has been used by the Democrat party to control blacks. Who are the real racists?", "topics": ["Proprietary Politics"]},

    {"author": "Deneen Borelli", "quoteText": "Democrats run on the race card. They run on identity politics. That’s all they’ve got.", "topics": ["Race-baiting"]},
    {"author": "Deneen Borelli", "quoteText": "Obviously, I don't dislike President Obama because he's black... I don't like Obama because he is doing a terrible job as president.", "topics": ["Obama"]},

    {"author": "Derrick Gibson", "quoteText": "Systematic racism does exist. It's called the way the Democratic Party treats black people.", "topics": ["Black and Blues"]},

    {"author": "Eukay Brie", "quoteText": "I will never vote for or support anyone who runs on “Being a voice for Black People” just as I’ll never support someone who runs to be “The voice of White People.” Why are we okay with repacking racism? Be Americans!", "topics": ["Race-baiting"]},
    {"author": "Eukay Brie", "quoteText": "It's really funny when Black people worry about White people killing them. You are your biggest murderers! Black men kill black men with guns everyday!", "topics": ["All Black Lives Matter"]},
    {"author": "Eukay Brie", "quoteText": "“Pro-Black” mindset will never, ever, ever get you anywhere. I mean ever... Stupid! Stupid! Stupid! And, dare I say, racist."},
    {"author": "Eukay Brie", "quoteText": "Systemic racism is a euphemism for Democrat racism. Democrats no longer call their policies racist. They just blame the system. Some people will create their own storms and then complain that it's raining.", "topics": ["Black and Blues"]},
    {"author": "Eukay Brie", "quoteText": "I am a living and breathing threat to the false narrative of systemic racism, which is the excuse for failure, crime and poverty in Black America. My experience, truth, success and even my identity is under attack because I've dared to say I am not oppressed.", "topics": ["Infidels"]},

    {"author": "Gianno Caldwell", "quoteText": "When the government says they will help black folks become more equal, beware. At times, those government solutions create more government dependency. In other words, it might just be a trap.", "topics":["Hornswoggled"]},
    {"author": "Gianno Caldwell", "quoteText": "It's amazing how you can be considered a sellout for speaking out against rioting and looting.", "topics":["Thug Culture"]},
    {"author": "Gianno Caldwell", "quoteText": "Black lives don't matter to Democrats. Black votes matter to Democrats."},
    {"author": "Gianno Caldwell", "quoteText": "Stop calling Black people oppressed. I can assure you we are not.", "topics":["Liberal Supremacy"]},
    {"author": "Gianno Caldwell", "quoteText": "If Black lives truly matter, the entire community needs to start working with the police. Y'all know who the shooters are, let's turn them in and get justice.", "topics":["All Black Lives Matter"]},
    {"author": "Gianno Caldwell", "quoteText": "If you're not successful, it's because of you. There's no one else to blame.", "topics":["Personal Accountability"]},
    {"author": "Gianno Caldwell", "quoteText": "Under Obama: the most Americans on food stamps. Is that change you can believe in?", "topics":["Obama"]},
    {"author": "Gianno Caldwell", "quoteText": "Oppression politics says I cannot do for myself, my color disenfranchises me, my life has already been predicted based on the family that I was born into. This is the reality Democrats want African-Americans to live in because they have the solution: more government, more dependency politics.", "topics":["Demoralization"]},

    {"author": "Dr. Glenn Loury", "quoteText": "Affirmative action is undignified and inconsistent in the long term with racial equality in the United States.", "topics": ["Affirmative Action"]},
    {"author": "Dr. Glenn Loury", "quoteText": "African-Americans are the richest and most powerful people of African descent on the planet... People are clamoring to try to get inside the United States."},

    {"author": "Herschel Walker", "quoteText": "The left said to \"uplift black voices\" and \"listen to the doctors - it's science.\" Then came along a black doctor named Stella Immanuel and they told us \"she was crazy\" because she didn't fit their agenda. Hypocrites.", "topics":["The Intolerant Left"]},
    {"author": "Herschel Walker", "quoteText": "I just watched former Vice President Joe Biden. Does he not understand that black and brown skinned people can think for themselves? You don't determine who we vote for.", "topics":["Proprietary Politics"]},

    {"author": "J.C. Watts", "quoteText": "Most black people don't think alike. Most black people just vote alike.", "topics": ["Identity Politics"]},
    {"author": "J.C. Watts", "quoteText": "Reparations, I believe, are talked about for political reasons, trying to cater for the purpose of getting votes. If Congress was serious about reparations - in '93 and '94 the Democrats controlled the House, the Senate and the White House, and not one single Republican vote was needed for reparations.", "topics": ["Reparations"]},

    {"author": "Jerome E. Hudson", "quoteText": "The irony is that the democratic party is the party of slavery and now they're the party of reparations for slavery. I mean, it's laughable.", "topics": ["Reparations"]},

    {"author": "Joel Patrick", "quoteText": "Don't tell me you're oppressed if you aren't willing to work. Nobody owes you anything. You have to earn it.", "topics": ["Victimhood"]},
    {"author": "Joel Patrick", "quoteText": "Black lives matter but the organization is a Marxist, God-hating propaganda machine.", "topics": ["BLM"]},
    {"author": "Joel Patrick", "quoteText": "Racism is on life-support. The only people who keep it alive are those who profit from its existence.", "topics": ["Race-hustlers"]},
    {"author": "Joel Patrick", "quoteText": "Just like that, we killed more of our own than the police in a single weekend. If Black Lives Matter truly cared about black people, they will address the elephant in the room – black-on-black crime.", "topics": ["All Black Lives Matter"]},
    {"author": "Joel Patrick", "quoteText": "If white supremacy is still a major problem for us, why can't anyone cite any statistics on any measurable percentage of people affected by it?"},
    {"author": "Joel Patrick", "quoteText": "Fathers – the single most important pillar to American society. The Democrats' greatest fear is men being men and taking responsibility for their children and raising them to know right from wrong.", "topics": ["Dads Matter"]},
    {"author": "Joel Patrick", "quoteText": "It's sad that leftists want racism in America to be real so bad that they fake it and blame it on patriotic Americans. Maybe if they spent as much time eradicating the racism within their own party as they spent fabricating hate crimes, we might actually end it.", "topics": ["Race-baiting"]},

    {"author": "Kalasia Richer", "quoteText": "Dear White liberals: Black people don't need you to speak for them.", "topics": ["Liberal Supremacy"]},
    {"author": "Kalasia Richer", "quoteText": "Why are people still trying to convince us that Black-on-Black crime isn't a real issue?", "topics": ["All Black Lives Matter"]},
    {"author": "Kalasia Richer", "quoteText": "There are parents out there telling their kids that they will never achieve their goals because of the color of their skin. I've heard these conversations."},
    {"author": "Kalasia Richer", "quoteText": "This might be controversial to say but: blaming all white people for your problems in life is a cop out.", "topics": ["\"Troll Models\""]},
    {"author": "Kalasia Richer", "quoteText": "If you're someone who tells another person they can't vote a certain way because they are a particular skin color, you're ignorant and quite frankly sound dumb.", "topics": ["Proprietary Politics"]},
    {"author": "Kalasia Richer", "quoteText": "You're never going to convince me that because I'm Black I will inevitably never be successful in this country.", "topics": ["Demoralization"]},
    {"author": "Kalasia Richer", "quoteText": "Why is it always the white liberals who try to tell me that I hate myself because I'm a conservative woman?", "topics": ["Infidels"]},
    {"author": "Kalasia Richer", "quoteText": "We always have to blame white people instead of even considering taking a look at our own community."},
    {"author": "Kalasia Richer", "quoteText": "The amount of people who genuinely believe they are on this earth to be white saviors is cringy.", "topics": ["Liberal Supremacy"]},
    {"author": "Kalasia Richer", "quoteText": "The fact that there's many people in this country who refuse to acknowledge the severity and relevance of Black-on-Black crime is a problem.", "topics": ["All Black Lives Matter"]},
    {"author": "Kalasia Richer", "quoteText": "Why are we teaching our kids that success is only for white people?", "topics": ["Victimhood"]},
    
    {"author": "Katrina Pierson", "quoteText": "Black lives do matter, but American citizens and corporations should stop throwing millions of dollars into organizations who are not currently committed to improving the lives of black and minority Americans.", "topics": ["BLM"]},

    {"author": "Kevin Jackson", "quoteText": "President Obama lost 17,000 manufacturing jobs in the last year of his presidency, and President Trump has gained 171,000.", "topics": ["Obama"]},
    {"author": "Kevin Jackson", "quoteText": "If Democrats marched every time a Black person brutally executes another Black person, they would never rest.", "topics": ["All Black Lives Matter"]},
    {"author": "Kevin Jackson", "quoteText": "ObamaCare is like an eHarmony profile picture... It won't look like that in person.", "topics": ["Socialism"]},
    {"author": "Kevin Jackson", "quoteText": "The systemic injustices are from Democrats. And Black leftists vote for these clowns.", "topics": ["Stockholm Syndrome"]},
    {"author": "Kevin Jackson", "quoteText": "I want to state for the record and for many Americans, that we are sick of every time some Black criminal gets himself killed, we must discuss race in this country. How about we discuss morals and ethics, something sorely lacking in the Black leftist community.", "topics": ["Thug Culture"]},
    {"author": "Kevin Jackson", "quoteText": "Obama's legacy is racial division, killing law enforcement, destroying the economy and massive debt.", "topics": ["Obama"]},

    {"author": "Leonydus Johnson", "quoteText": "The modern left believes that society is at fault for an individual's circumstances and therefore society must be changed. I believe that we, as individuals, are responsible for our own circumstances and if we want change, we must change ourselves.", "topics": ["Personal Accountability"]},
    {"author": "Leonydus Johnson", "quoteText": "Why are we even talking about white supremacy at all? How is this even an issue? Where are these so-called white supremacists? What have they done? All ten of them. Meanwhile, Antifa and BLM are all over the place, burning down buildings, attacking cops and killing people.", "topics": ["BLM"]},
    {"author": "Leonydus Johnson", "quoteText": "If racist dog whistles are meant to be heard only by racists, then it is quite interesting how progressives seem to be the only people who can hear them.", "topics": ["Race-baiting"]},
    {"author": "Leonydus Johnson", "quoteText": "The racism conversation in the U.S. is actually just Democrats complaining about the history of Democrats, institutions controlled by Democrats, and policies instituted by Democrats.", "topics": ["History Lesson"]},
    {"author": "Leonydus Johnson", "quoteText": "BLM protested for Jussie Smollett so I don't want to hear this garbage that they only focus on police brutality. The truth is that they only focus on racially-charged incidents that they find to be politically expedient. They use race as a weapon in order to gain power.", "topics": ["Race-hustlers"]},
    {"author": "Leonydus Johnson", "quoteText": "The Black Lives Matter movement: A bunch of people virtue-signaling by championing trash causes without looking at the facts and no real clue about what it is they are actually supporting.", "topics": ["Statistical Illiteracy"]},
    {"author": "Leonydus Johnson", "quoteText": "Systematic racism is a lie. It's just a convenient way for people to maintain victim status (or savior status for white leftists) by claiming that there is widespread racism without needing to provide any evidence of actual incidents of racism.", "topics": ["Victimhood"]},
    {"author": "Leonydus Johnson", "quoteText": "Black children being afraid of police is extremely irrational... It's child abuse to do that to your children.", "topics": ["The War on Law & Order"]},
    {"author": "Leonydus Johnson", "quoteText": "I am pretty tired of people acting like being black is some kind of handicap that needs all kinds of special attention and special rules.", "topics": ["Handicapping"]},
    {"author": "Leonydus Johnson", "quoteText": "7400 black homicides in 2018. Imagine if BLM, celebrities, athletes, mainstream media journos, and Democrat politicians... instead of burning crap down and painting idiotic slogans on the streets... actually came together and used their vast resources to stop inner city violence.", "topics": ["All Black Lives Matter"]},
    {"author": "Leonydus Johnson", "quoteText": "I always chuckle at how blind people are to the clear hypocrisy and cognitive dissonance of saying “don't treat us differently based on our race” while also saying “you need to recognize that we are very different from you based on our race.\"", "topics": ["Race-baiting"]},
    {"author": "Leonydus Johnson", "quoteText": "If racist cops are out here hunting innocent black people, then where are they? How is it possible that innocent black people are regularly being gunned down by police, yet the only cases you can produce are criminals?", "topics": ["Statistical Illiteracy"]},

    {"author": "Leo Terrell", "quoteText": "Al Sharpton wants the African American community to believe that the government and the boogeyman and the white guy are all against them. Why? So he can be a profiteer.", "topics": ["Race-hustlers"]},

    {"author": "MAGA Hulk", "quoteText": "Trump is the president this country needs, as his presidency has fully exposed the deep seeded leftist hypocrisy, lies, and racism that have long gone unnoticed by many."},

    {"author": "Mark Burns", "quoteText": "The current welfare system is killing the father in the home. No father in the home leads to more police incidents.", "topics": ["Dads Matter"]},
    {"author": "Mark Burns", "quoteText": "Black Americans have tried Democrats. It hasn't worked then and it's not working now.", "topics": ["Black and Blues"]},
    {"author": "Mark Burns", "quoteText": "If people would comply with the instructions of law enforcement officers, there would be fewer police shootings... We teach our youth to not respect the authority of police officers. Very dangerous.", "topics": ["Thug Culture"]},
    {"author": "Mark Burns", "quoteText": "Former President Obama doesn't get a pass for failed policies simply because he's black.", "topics": ["Obama"]},
    {"author": "Mark Burns", "quoteText": "The Left have declared war on law enforcement. This will not end well for America unless we support and celebrate our law enforcement officers.", "topics": ["Back The Blue"]},

    {"author": "Mark Lutchman", "quoteText": "President Trump is declaring Antifa and the KKK terrorist organizations. I say he forgot to add BLM to the list.", "topics": ["BLM"]},
    {"author": "Mark Lutchman", "quoteText": "I'm so sick of the liberal media expecting me to embrace victimhood because I'm black. I live in the greatest country on earth. I am a victor.", "topics": ["Victimhood"]},
    {"author": "Mark Lutchman", "quoteText": "Black people kill each other everyday and most of the time don't even cooperate with law enforcement to help seek justice. Black lives should matter all the time, not sometimes.", "topics": ["All Black Lives Matter"]},
    {"author": "Mark Lutchman", "quoteText": "Democrats aren't against racism, they love it. In fact, they love it so much, when they can't find it, they create it.", "topics": ["Race-baiting"]},
    {"author": "Mark Lutchman", "quoteText": "I'm a 25 year old conservative from Philadelphia. Cities like mine have been destroyed by Democrats.", "topics": ["You Get What You Vote For"]},
    {"author": "Mark Lutchman", "quoteText": "I'm sick of hearing people call Al Sharpton a \"reverend.\" A real reverend would not spread racism and hate or fan the flames of racial tension for profit and self-promotion.", "topics": ["Race-hustlers"]},

    {"author": "McKayla J", "quoteText": "What I'm getting from BLM is that because my ancestors were slaves over a hundred years ago, I can commit any crime I want, resist arrest in many case and even shoot at the police and expect no consequences.", "topics": ["BLM"]},
    {"author": "McKayla J", "quoteText": "Thank you for police officers for risking your lives every day. Sorry y'all have to deal with dumbass liberal ingrates who take your protection for granted. Keep doing a great job.", "topics": ["Back The Blue"]},
    {"author": "McKayla J", "quoteText": "If somebody tells you they are anti-racist, proceed with caution.", "topics": ["False Advertising"]},
    {"author": "McKayla J", "quoteText": "White liberals, please for the love of God stop looking at black people and apologizing. It's very offensive and makes you look more like a racist. It shows you feel you are superior because you're white so therefore you need to help the poor oppressed black person. Stop it.", "topics": ["Liberal Supremacy"]},
    {"author": "McKayla J", "quoteText": "White people that support Black Lives Matter just don't want to be called racist. Black people that support Black Lives Matter just want to be victims.", "topics": ["Victimhood"]},
    {"author": "McKayla J", "quoteText": "Nothing makes Democrats angrier than black people thinking for themselves.", "topics": ["Infidels"]},
    {"author": "McKayla J", "quoteText": "As a black woman in America, the last thing I'm worries about in 2020 is white supremacists."},
    {"author": "McKayla J", "quoteText": "If your party is ignoring data while telling you to live in fear and paranoia, then you are on the wrong side.", "topics": ["Statistical Illiteracy"]},
    {"author": "McKayla J", "quoteText": "I'm pretty embarrassed that Democrats know how to get black folks riled up like trained seals. They know how easy it is to make us look like complete fools. And the worst part of it all, black folks don't see it. So it continues to happen over and over again.", "topics": ["Hornswoggled"]},

    {"author": "Melissa Tate", "quoteText": "Police shootings of blacks are extremely rare but every election cycle the Democratic Party and their media convince black people \"racist cops\" is the #1 issue they face - to cover up the havoc their policies have wreaked.", "topics": ["The War on Law & Order"]},
    {"author": "Melissa Tate", "quoteText": "BLM is a Marxist organization run by white liberals who don't give a rat's behind about black people... Black people don’t see a dime they raise.", "topics": ["BLM"]},
    {"author": "Melissa Tate", "quoteText": "Critical race theory “race sensitivity training” is cancerous racist training that teaches white people are inherently evil and racist.", "topics": ["Romans 16:17-18"]},
    {"author": "Melissa Tate", "quoteText": "In 2019... Police had 375 million interactions with Americans. 9 resulted in the death of an unarmed black man. 22 involved unarmed white men fatally killed. So \"systematic racism\" is statistically nonexistent.", "topics": ["Statistical Illiteracy"]},
    {"author": "Melissa Tate", "quoteText": "The real racism and white supremacy is a white liberal calling me a racial slur because how dare I think differently than the way a good little black should think in her mind.", "topics": ["Infidels"]},
    {"author": "Melissa Tate", "quoteText": "81% of black people want more police – not less. Why? Because it is not police that blacks fear... it is the black gang members that are killing other blacks to the tune of 7,000 a year.", "topics": ["All Black Lives Matter"]},

    {"author": "Mia Love", "quoteText": "According to liberals, I'm not supposed to exist. I know that I am going to be a target for the left. I have something to say to them: \"Game On.\"", "topics": ["Infidels"]},
    {"author": "Mia Love", "quoteText": "President Obama's version of America is a divided one – pitting us against each other based on our income level, gender, and social status. His policies have failed! We are not better off than we were four years ago, and no rhetoric, bumper sticker, or campaign ad can change that.", "topics": ["Obama"]},

    {"author": "Mikel Crump", "quoteText": "The Black community needs people who will teach entrepreneurship, business and finance – not social justice athletes with an agenda and rappers who rap about selling drugs and killing people.", "topics": ["Thug Culture"]},
    {"author": "Mikel Crump", "quoteText": "When you have a 95% control over a whole community for over 60 years and you still can't make it better, that's a problem.", "topics": ["Identity Politics"]},
    {"author": "Mikel Crump", "quoteText": "The biggest enemy to the Black community is the Democrat Party.", "topics": ["Black and Blues"]},
    {"author": "Mikel Crump", "quoteText": "BLM is a cult. A Marxist-Communist cult hidden behind the energy and emotions of the Black community based off of pure manipulation.", "topics": ["BLM"]},

    {"author": "Miles Commodore", "quoteText": "As a Black man I have a question: Why does my life matter more if a White person kills me instead of a Black person killing me?", "topics": ["All Black Lives Matter"]},
    {"author": "Miles Commodore", "quoteText": "I used to (vote straight Democrat) but the freed slave never voluntarily goes back to the plantation once he's free.", "topics": ["Political Refugees"]},
    {"author": "Miles Commodore", "quoteText": "How does the myth that Black people are better off with Democrats continue to exist? This lie has been around my entire life with no evidence to back it up.", "topics": ["Identity Politics"]},
    {"author": "Miles Commodore", "quoteText": "If Trump became president due to White supremacists voting him in, how do you explain all of the counties that voted for Obama twice who flipped for Trump? Are these brand new White supremacists?"},
    {"author": "Miles Commodore", "quoteText": "Telling young Black kids about White privilege is the worst thing you can do for them. You are saying White people didn't work hard to be successful and you are reinforcing the belief that Black people can't get ahead no matter what they do.", "topics": ["Liberal Supremacy"]},
    {"author": "Miles Commodore", "quoteText": "I would be a huge supporter of BLM if they were pushing all of the following: supporting Black fatherhood, fighting to bring Black abortions down, supporting Black small businesses, speaking out about Black-on-Black murders. I haven't heard or seen any of it.", "topics": ["BLM"]},
    {"author": "Miles Commodore", "quoteText": "I keep hearing over and over that cops need to be retrained. Just once, can those same people say that we need to educate young people to comply with an officer?", "topics": ["Back The Blue"]},
    {"author": "Miles Commodore", "quoteText": "The absence of good dads is a larger problem for Black Americans than bad White cops.", "topics": ["Dads Matter"]},
    {"author": "Miles Commodore", "quoteText": "If Obama united the country and was such an awesome president, then why did the citizens say we need a completely different path with President Trump?", "topics": ["Obama"]},
    {"author": "Miles Commodore", "quoteText": "If I'm murdered, why do Black liberals only care if a White cop murders me? You would put my crying wife on TV to do interviews on the MSM, but if I'm shot in the hood by a Black male, I'm a footnote on the local 11 o'clock news. Maybe.", "topics": ["All Black Lives Matter"]},

    {"author": "Morgan Freeman", "quoteText": "How do we stop racism? Stop talking about it.", "topics": ["Benign Neglect"]},

    {"author": "Pierre Wilson", "quoteText": "You cannot claim to care about Black lives but then advocate for the same policies and party that has held Black people back.", "topics": ["History Lesson"]},
    {"author": "Pierre Wilson", "quoteText": "Stop asking people who've never been where you are going for directions.", "topics": ["Proprietary Politics"]},
    {"author": "Pierre Wilson", "quoteText": "Eighty-nine law enforcement officers were killed in the line of duty last year. Of these eighty-nine, forty-eight died as a result of felonious acts. Nine unarmed Black people died last year and riots were caused because of it. Shouldn't we be protesting about how “Blues Lives Matter?”", "topics": ["Back The Blue"]},

    {"author": "Ronald Blake", "quoteText": "The Democrat party looks at African-Americans with pity, as if we cannot do or make anything of ourselves. It views us a pet project and its expectations are nothing more than care minimum.", "topics": ["Liberal Supremacy"]},
    {"author": "Ronald Blake", "quoteText": "One of the things that pushed me away from the Democrat Party: they have no clue what racism is so they just say everything is racism.", "topics": ["Race-baiting"]},
    {"author": "Ronald Blake", "quoteText": "It doesn't matter what the circumstances are. Perp can shoot at police, reach for a gun, point gun, stab... The only outcome the left agrees with is the cop dying. Anything other than the cop dying and losing the fight, is police brutality and racism.", "topics": ["The War on Law & Order"]},

    {"author": "Ryan Frazier", "quoteText": "I chose the Republican Party because of the principles the party was founded on. This was the party of freedom. This was the party that sought the abolition of slavery.", "topics": ["History Lesson"]},

    {"author": "Shekinah Ruth Geist", "quoteText": "Now according to the National Museum of African-American History, being respectful of authority, getting a good education, having a strong nuclear family, being on time, not having reckless sex and valuing hard work are all attributes of whiteness. We've hit a new low, folks.", "topics": ["Thug Culture"]},
    {"author": "Shekinah Ruth Geist", "quoteText": "Black elitists think that they are the gatekeepers of black thought. They get paid to push black victimhood.", "topics": ["Race-hustlers"]},
    {"author": "Shekinah Ruth Geist", "quoteText": "There's nothing productive about a racial demographic voting for a political party in the 90th percentile. You automatically have to question the encouragement of free thought within that demographic.", "topics": ["Identity Politics"]},
    {"author": "Shekinah Ruth Geist", "quoteText": "Dear White America: None of you are slave owners. Dear Black America: None of you are slaves.", "topics": ["Reparations"]},
    {"author": "Shekinah Ruth Geist", "quoteText": "Stop fighting racism with racism.", "topics": ["Race-baiting"]},
    {"author": "Shekinah Ruth Geist", "quoteText": "Most of these woke people don't actually care about Black lives. They care about receiving woke points and making themselves look like a good person."},
    {"author": "Shekinah Ruth Geist", "quoteText": "It's always the rich Black people telling the non-rich Black people that racism prevents them from becoming rich Black people.", "topics": ["\"Troll Models\""]},
    {"author": "Shekinah Ruth Geist", "quoteText": "BLM has made it clear that they want to protect Black criminals not Black victims.", "topics": ["BLM"]},
    {"author": "Shekinah Ruth Geist", "quoteText": "If you don't want to be stereotyped, stop reaffirming the stereotypes.", "topics": ["Thug Culture"]},

    {"author": "Stacey Dash", "quoteText": "Obama had the opportunity to really unite this country in such a profound way, but instead, he has done the opposite. We are so divided right now, everything has become about race, more than I've ever known in my lifetime.", "topics": ["Obama"]},
    {"author": "Stacey Dash", "quoteText": "I didn't get the memo that I didn't have any rights.", "topics": ["Victimhood"]},

    {"author": "Sen. Tim Scott", "quoteText": "I think when you look to the future what you'll find is that the Republican Party is building a bigger party base on stronger values."},

    {"author": "Tobi C. Johnson", "quoteText": "I'm not going to ask a white person to apologize for something they had absolutely nothing to do with and I'm not going to hang my head low or ask for a hand out because there were black people enslaved in America at one point.", "topics": ["Reparations"]},
    {"author": "Tobi C. Johnson", "quoteText": "Anyone who is constantly telling you that you are oppressed is the oppressor.", "topics": ["Liberal Supremacy"]},
    {"author": "Tobi C. Johnson", "quoteText": "It's so funy how blacks who are actually trying to help the black community are the ones called Uncle Toms, coons and sellouts. And the whites who are actually trying to help are called racist."},
    {"author": "Tobi C. Johnson", "quoteText": "I absolutely hate that the black community shuns black kids who grow up with two parents or in the suburbs. They feel like if you're not in the hood and have a dad growing up then you don't deserve to be black.", "topics": ["Dads Matter"]},
    {"author": "Tobi C. Johnson", "quoteText": "Democrats exploit black people's feeling and concerns without ever providing a logical and effective solution.", "topics": ["Demagogues"]},
    {"author": "Tobi C. Johnson", "quoteText": "Did you know that the top 10 worst-run cities in the U.S. are all run by democrats?", "topics": ["You Get What You Vote For"]},
    {"author": "Tobi C. Johnson", "quoteText": "Liberals are so nonsensical that they call you a racist for trying to stop the dozens of black people who are killed every weekend in Chicago... Your \"first black president\" didn't care to do a thing about the bloodshed in Chiraq.", "topics": ["Obama"]},
    {"author": "Tobi C. Johnson", "quoteText": "A black man is almost 100 times more likely to be shot by another black man than a cop and it’s still the white man's fault. How does that work?", "topics": ["Statistical Illiteracy"]},
    {"author": "Tobi C. Johnson", "quoteText": "If only 9 out of 235 black men the police shot last year were unarmed – only nine – what does that tell you?"},
    {"author": "Tobi C. Johnson", "quoteText": "There is nothing more racist than a politician who believes a whole race of people needs them because they aren't sufficient enough to fend on their own.", "topics": ["Liberal Supremacy"]},

    {"author": "Ward Connerly", "quoteText": "Race is the engine that drives the political left.  When all else fails, that segment of America goes to the default position of using race to achieve its objectives... Where it does not naturally rise to the surface, there are those who will manufacture and amplify it.", "topics": ["Race-baiting"]},
    {"author": "Ward Connerly", "quoteText": "The principle of equal treatment under the law has given way to the more amorphous concept of \"diversity,\" which I consider to be the antithesis of a merit-based, colorblind government.", "topics": ["Handicapping"]},

    {"author": "William Raspberry", "quoteText": "Much of the black leadership would rather deny racial progress than claim credit for it - apparently finding more political power in highlighting problems than in solving them.", "topics": ["Race-hustlers"]},

    {"author": "Zaire Folson", "quoteText": "The real sellouts are Black Hollywood millionaires. They climb up the ladder and tell everyone else that it's broken.", "topics": ["\"Troll Models\""]},
    {"author": "Zaire Folson", "quoteText": "Informing white leftists that I'm not a victim or broken individual solely because of my skin color has to be the weirdest thing about my life so far.", "topics": ["Liberal Supremacy"]},
    {"author": "Zaire Folson", "quoteText": "White privilege is the buzz nowadays but can we acknowledge the sheer amount of privilege it takes to say \"abolish the police\" with a straight face?", "topics": ["The War on Law & Order"]},
    {"author": "Zaire Folson", "quoteText": "I'm less likely to be killed at a Trump rally than at a BLM protest. I'm less likely to be killed while jogging in a white suburb compared to jogging in the hood. I'm less likely to be shot and killed by a police officer than struck by lightning. Do I need to go on?", "topics": ["Statistical Illiteracy"]},

    {"author": "Zeek Arkham", "quoteText": "So once again I ask: where is this systematic racism taking place, who is doing it, and who started it? I haven't been able to get a clear answer as of yet.", "topics": ["Race-baiting"]},
    {"author": "Zeek Arkham", "quoteText": "I've said over and over again that one of the main sources of racism in this country comes from white liberals. I know from personal experience how mad they get when you don't think the way they want you to think.", "topics": ["Proprietary Politics"]},
    {"author": "Zeek Arkham", "quoteText": "Can anyone please let me know what rights I, as a black man, are missing or lacking in 2020? In other words, what can a white person do that I can't? What rights do they have that I don't? Please let me know where this lack of rights is taking place, so I can go march there."},
    {"author": "Zeek Arkham", "quoteText": "I love highlighting the hypocrisy of the left. They scream that we should be listening to black voices, but try to drown out conservative black voices... Basically, unless your message is approved by them, shut up.", "topics": ["Infidels"]},
    {"author": "Zeek Arkham", "quoteText": "Dear fellow black folk: Please understand that having any sort of standards lowered in order to accommodate us is not inclusion. They're low-key saying that we're too dumb. It's an insult.", "topics": ["Affirmative Action"]},
    {"author": "Zeek Arkham", "quoteText": "Serious question: seeing how Black Lives Matter is fighting for segregation at almost every level, and Dr. Martin Luther King, Jr. fought for desegregation, how do you think he'd fit in with them if he were alive today?", "topics": ["BLM"]}
]